export interface Project {
  slug: string;
  title: string;
  scope: string;
  category: string;
  completion: string;
  thumbnail: string;
  description: string;
  images: string[];
}

export const projects: Project[] = [
  {
    slug: "20",
    title: "LWY x Sunoa ≪20≫",
    scope: "Album jacket design",
    category: "Commercial",
    completion: "Dec. 2024",
    thumbnail: "Thumbnail.jpg",
    description: "앨범에서 표현하고자 했던 타이틀이 [자유와 압박]라는 것에서 프로젝트 시각화 콘셉트를 설정했습니다. 구체적으로 [자유와 압박 : 확산되는 조형과 가두는 프레임]이라는 문장으로 방향성을 정의하는 단계를 거쳤습니다. [확산되는 조형]을 표현하기 위해 적절한 형태를 찾는 과정이 선행되었는데, 결과적으로 [폭죽]을 이용하는 접근법을 채택했습니다. 중심에서 외부로 향할 때 모든 방향으로 확산되는 형태를 가지고 있다는 점이 메타포로서 기능한다 생각했기 때문입니다. 이어서 [가두는 프레임]을 표현하기 위해 메인 이미지 [폭죽]이 3000*3000px이라는 규격을 벗어나는 형태로 표현했습니다. 이를 위해 원본 이미지에서 약 1/300 정도의 크기로 [폭죽]을 추출해 배경과의 대비감을 높이는 형태로 구조했습니다.",
    images: ["01.jpg", "02.jpg", "03.mp4"]
  },
  {
    slug: "SALNamecard",
    title: "Subverted Anatomical Landscape BusinessCard",
    scope: "Paper design",
    category: "Commercial",
    completion: "Nov. 2024",
    thumbnail: "Thumbnail.jpg",
    description: "전면과 후면 모두 인쇄 없는 먹박으로 진행했습니다. 후면의 경우, 이름과 직책의 시각적 여백을 보정하기 위해 이름 앞자 스케일을 부분 조정하는 해결책을 채택했습니다.",
    images: ["01.jpg", "02.jpg", "03.jpg", "04.jpg", "05.jpg", "06.jpg", "07.jpg"]
  },
  {
    slug: "beta",
    title: "Subverted Anatomical Landscape ≪β≫",
    scope: "Identity design",
    category: "Commercial",
    completion: "Nov. 2024",
    thumbnail: "16(1300*1000).mp4",
    description: "프로젝트 시각화 콘셉트를 설정하는 단계에서 [권력의 시각화 : 프로그램 타이틀과 안고 있는 두 가지 작품을 고려하며]라는 문장으로 방향성을 정의하는 단계를 거쳤습니다. 핵심이 되는 내용은 ≪β≫ 라는 프로그램 타이틀이 속해있는 두 가지 작품 보다 강조되어야 한다는 점이었습니다. 다만 ≪β≫가 작품으로 기능하는 것이 아닌, 프로그램의 타이틀로 기능하고 있다는 점과 프로그램 안에 동등한 위계의 두 작품이 기능한다는 점이었습니다. 궁극적으로 결과물에서 ≪β≫를 [실체가 없는 울타리]라 정의해, 제한된 공간에서 차지하는 비율 차이를 통해 권력을 시각적으로 표현하려 의도했습니다. 끝으로 실물화 과정에서 불투명도가 낮은 트레이싱지를 사용해 [실체가 없는 울타리]를 표현하려 했습니다.",
    images: ["01.jpg", "02.jpg", "03.jpg", "04.jpg", "05.jpg", "06.jpg", "07.jpg", "08.jpg", "09.jpg", "10.jpg", "11.jpg", "12.jpg", "13.jpg", "14.jpg", "15.mp4", "16.mp4", "17.mp4", "18.jpg", "19.jpg", "20.jpg", "21.jpg"]
  },
  {
    slug: "lovingYou",
    title: "LWY x Sunoa ≪Loving You≫",
    scope: "Album jacket design",
    category: "Commercial",
    completion: "Oct. 2024",
    thumbnail: "Thumbnail.jpg",
    description: "앨범에서 정의하는 [사랑]과 [이별]이 극단적인 단절 형태가 아닌 경계가 모호하다는 것에서 프로젝트 시각화 콘셉트를 설정했습니다. 구체적으로 [추상적 주제(사랑과 이별)의 경계 : 잔상과 대비감을 고려하며]라는 문장으로 방향성을 정의하여, 사진 자체로는 대비감이 강하지만 그 경계가 점진적으로 확산되는 형태로 촬영을 진행하고 이미지를 채택했습니다.",
    images: ["01.jpg"]
  },
  {
    slug: "swyft",
    title: "SWYFT",
    scope: "Identity design",
    category: "Commercial",
    completion: "Sep. 2024",
    thumbnail: "Thumbnail.jpg",
    description: "프로젝트 주요 과제로는 주최측에서 선정한 다섯 가지 키워드인 음악, 미디어, 음식, 교육, 부스를 상징하는 일러스트와 향후 축제에 사용할 수 있는 심볼 로고를 개발하는 것이었습니다. 기획에 따라 시각화를 위한 방향성을 먼저 설정했습니다. 1. 개별 일러스트를 통합한 메인 조형을 개발. 2. 디자인을 통해 축제의 역동성을 표현. 방향성 설정 이후, 축제 기획단과 회의를 통해 심볼 로고를 먼저 개발했습니다. 다음으로 스튜디오에서 촬영 모델과 각 키워드를 상징할 수 있는 매개체를 설정해 촬영을 진행했습니다. 촬영된 이미지를 바탕으로 개별 일러스트와 메인 조형을 개발했습니다. 개발된 요소를 바탕으로 메인 포스터와, 현수막 배너, 거리하늘 배너, 부스 이름띠, 브로셔, 이름표, 명함, 총 7가지 결과물로 사용되었습니다.",
    images: ["01.jpg", "02.jpg", "03.jpg", "04.jpg", "05.jpg", "06.jpg", "07.jpg", "08.jpg"]
  },
  {
    slug: "fitnessIdeal",
    title: "Fitness ideal x Bongkak Choi",
    scope: "Identity design",
    category: "Commercial",
    completion: "Aug. 2024",
    thumbnail: "01.mp4",
    description: "프로젝트 시각화 콘셉트를 설정하는 단계에서 [편지같은 초대장 : 제한된 지면에서 사진이 가지는 힘을 고려하며]라는 문장으로 방향성을 정의하는 단계를 거쳤습니다. 전시의 주매체가 사진이었기 때문에, 이를 홍보하는 메인 포스터에서도 사진이 가장 강조되어야 한다는 점과 전시 포스터가 편지와 같은 초대장 역할을 해야 한다는 과제가 있었습니다. 과제를 해결하기 위해 전시 정보가 포함되어 있는 텍스트, 레이아웃 등에 대한 해결책을 먼저 고민했습니다. 보편적인 방식의 세로형 판형(A2, A3)으로는 두 가지 접근 방법이 있었습니다. 1. 지면 내 사진의 크기를 줄여 기타 정보가 사진을 침범하지 않게 표현하는 방법. 2. 지면과 같은 사이즈로 사진을 사용해, 스케일로 사진이 가지는 힘을 표현하는 방법. [1]의 경우, 기타 정보가 사진에 침범하지 않는다는 점에서, 순수한 사진의 영역을 부여할 수 있다는 장점을 가지고 있었지만, 크기 자체를 줄이는 방법이기 때문에 지면 내에서 직관적으로 와닿는 힘이 있는가에 대한 문제가 있었습니다. [2]의 경우, 지면과 같은 사이즈로 사진을 이용한다는 점에서, [1]이 가지고 있는 문제를 해결할 수 있었지만, 기타 정보들이 사진 위에 들어가게 되면서 포스터가 매끄러운 레이어를 가지지 않고 층위(1층 사진, 2층 정보)가 명확히 구분되어 이질적인 분위기를 연출한다는 문제가 있었습니다. 결과적으로 세로형 판형으로 문제를 해결할 수 없다 판단해, 지면 자체를 가로형으로 사용하는 방식을 최종 채택하게 되었습니다. 구체적으로 사진의 영역과 정보의 영역을 1/2씩 지정해, 좌측에는 전시 정보를 하단에, 편지를 보낼 때 우표를 붙인다는 점을 통해 중앙에 사진 기반 [우표]를 디자인 했습니다. 우측에는 순수 사진 영역으로 사용해, 가시성을 높일 수 있게 의도했습니다.",
    images: ["01.mp4", "02.jpg", "03.jpg", "04.jpg", "05.jpg", "06.JPG", "07.jpg"]
  },
  {
    slug: "ubomanli",
    title: "Ubomanli",
    scope: "Logo design",
    category: "Commercial",
    completion: "Aug. 2024",
    thumbnail: "Thumbnail.jpg",
    description: "팀 우보만리의 워드타입 로고 디자인을 맡았습니다. 바탕이 되었던 서체에서 기준자를 설정하고 설정한 기준에 맞춰 각 철자 가로폭과 세로폭을 새로 구조했습니다. 이후 수치 자간을 우선 적용해 새로 구조한 철자 균형을 검토했습니다. 최종적으로 여백으로 인해 발생하는 시각적인 불균형을 조정하기 위해 기준이 되는 자간의 2/3 값을 적용해 시각적인 균형을 조정하는 것을 끝으로 작업을 마무리 했습니다.",
    images: ["01.jpg", "02.jpg", "03.jpg", "04.jpg", "05.jpg", "06.jpg"]
  },
  {
    slug: "goii",
    title: "Goiigoii",
    scope: "Logo design",
    category: "Commercial",
    completion: "Jul. 2024",
    thumbnail: "Thumbnail.jpg",
    description: "선물 포장 브랜드 고이고이의 워드타입과 심볼로고 디자인을 맡았습니다. 같은 포장 도구와 방법이더라도 선물하는 사람에 따라 모든 포장이 오직 하나라는 점이 이번 작업의 중요한 콘셉트였습니다. 심볼의 경우, [g,o,i] 세 가지 철자 반복으로만 이루어진 브랜드 이름이지만, 각 철자 모두 약간의 변형이 있을 수 있도록 구성했습니다. 이를 통해 손으로 종이를 접어가며 비뚤배뚤하지만, 정성스레 직접 만듦이 느껴질 수 있도록 표현하려 했습니다. 워드타입의 경우, 비뚤배뚤한 심볼에서 범용성을 고려해 균형을 맞춘 형태로 구성했습니다.",
    images: ["01.jpg", "02.jpg", "03.jpg", "04.jpg", "05.jpg", "06.mp4", "07.JPG", "08.JPG", "09.JPG", "10.JPG", "11.JPG", "12.JPG", "13.JPG", "14.JPG", "15.JPG"]
  },
  {
    slug: "houseOfKorea",
    title: "Ubomanli ≪서양극장 속 한옥≫",
    scope: "Identity design",
    category: "Commercial",
    completion: "Jul. 2024",
    thumbnail: "Thumbnail.jpg",
    description: "≪서양극장 속 한옥≫ 이라는 타이틀처럼 화이트 큐브의 극장 안에서 한옥을 형상화 한 공연이 진행된다는 점이 공연의 특징이었습니다. 따라서 대조적인 [서양극장]과 [한옥] 사이에 시각적으로 기능하는 매개체를 개발해야 하는 과제가 있었습니다. 우선 [서양극장>]과 [한옥]을 이어주는 매개체 개발을 위한 접근 방법으로 [부조화 속 조화 :융합]을 프로젝트 시각화 콘셉트로 채택했습니다. 콘셉트 채택에 이후, [두 대상의 어떤 부분을 융합할지.]에 대한 고민이 있었습니다. 제한된 판형 안에 두 대상의 특징을 담아냄과 동시에 융합하는 형태로 풀어냈어야 했기 때문에, 두 대상을 대표하는 [기둥]과 [처마]를 활용한 접근 방법을 채택했습니다. 시각화에 들어가며, [서양극장]을 대표하는 [기둥] 위로 [한옥]을 대표하는 [처마]가 들어선 형태의 조형을 제안했습니다. 공연 중심 내용은 [한옥]을 형상화하는 방식으로 진행되지만, 그 공연 또한 서양 극장 양식을 가지는 아르코 대학로예술극장 안에서 진행될 예정이었다는 점에서 대표 이미지 간의 조립을 통해 새로운 조형을 공연 언어로 채택하는 것이 적절하다 생각했습니다. 궁극적으로 [기둥]과 [처마]를 융합한 새로운 조형을 통해 두 대상의 특징을 고루 살리면서 크게 이질적인 지점이 없도록 의도했습니다.",
    images: ["01.jpg", "02.jpg", "03.jpg", "04.jpg", "05.jpg", "06.jpg", "07.jpg", "08.JPG", "09.JPG", "10.JPG", "11.JPG", "12.JPG", "13.JPG", "14.JPG", "15.JPG", "16.JPG", "18.JPG", "19.JPG", "20.JPG", "21.JPG", "22.JPG", "23.JPG", "25.JPG", "26.JPG", "27.JPG", "28.JPG", "29.JPG", "30.JPG", "31.JPG", "32.JPG", "33.JPG", "34.JPG", "35.JPG", "36.JPG"]
  },
  {
    slug: "kill",
    title: "Subverted Anatomical Landscape ≪KILL≫",
    scope: "Identity design",
    category: "Commercial",
    completion: "Jun. 2024",
    thumbnail: "01.jpg",
    description: "프로젝트 시각화 콘셉트를 설정하는 단계에서 기준이 되었던 두 가지 조건은 아래와 같았습니다. 1. ≪KILL≫ 제 1장부터 제 5장까지 [죽음]을 바탕으로 작품이 진행되는데, 이를 어떻게 시각적으로 정의할지. 2. 반복되는 [죽음]을 통해 불완전한 인간 존재에 대한 물음을 어떻게 시각적으로 정의할지. 두 가지 문제를 해결하기 위한 콘셉트로 [불균형]이라는 형태적 언어를 제안했고, 이를 바탕으로 뷸균형이 거듭되는 형태를 통해 작품의 메시지를 전달하고자 했습니다. 또 작품이 제 1장부터 제 5장까지 순서를 가지고 진행되는다는 점을 고려해, 결과물에서 단절된 이미지가 아닌 [흐름]을 가지고 있는 이미지를 표현하고자 의도했습니다. 시각화 작업을 진행하며 결과적으로 작품에서 의미하는 [죽음]이 ['有(유)’의 상태가 아닌 ‘無(무)’의 상태]라 해석해 [죽음]을 나타내기 위한 접근법으로 [소거하는 법을 통한 불균형 표현]이라는 타이틀을 도출했습니다. 반복되는 불균형을 효과적으로 표현하기 위해 가장 완전한 형태, 즉 원에서 시각화 작업을 시작했습니다. '어떤 원이 될 것인가.'에 대한 물음으로 시작해 면과 선, 그리고 점으로 구성된 형태의 원 중 면으로 구성된 원을 제외한 두 가지 원의 형태를 시각화에 활용했습니다. 작업 과정에서 사진작가의 이미지를 사용해야 한다는 조건과 이를 통해 [인간 존재의 불완전함]을 표현해야 한다는 과제가 있었습니다. 신체 특정 부분을 촬영한 사진을 바탕으로 불완전한 형태를 표현해야 했는데, 다른 방향의 상체 이미지를 합쳐 인간의 몸이지만 실재하지 않는 이미지를 표현하려 의도했습니다. 제 1장부터 제 4장까지 선으로 구성된 원이 점차 점으로 구성된 원으로 변하는 과정을 통해 작품의 [흐름]을 표현하려 했습니다. 색상 사용에 있어서도, 사진 이미지를 제외한 배경 혹은 원의 색상이 흰색 혹은 검은색으로만 구성되도록 표현했는데, 흰 색이 가지는 ‘無(무)’의 이미지와 검은 색이 가지는 '有(유)’의 이미지 대비를 통해 [죽음]이라는 극단적 상황을 표현하고자 의도했습니다.",
    images: ["01.jpg", "02.jpg", "03.jpg", "04.jpg", "05.jpg", "06.jpg", "07.jpg", "08.jpg", "09.jpg", "10.jpg", "10.mp4", "11.jpg", "12.jpg", "13.jpg", "14.jpg", "15.jpg", "16.jpg", "17.jpg", "18.jpg", "19.jpg", "20.jpg", "21.jpg", "22.jpg", "23.jpg", "24.jpg", "25.jpg", "26.jpg", "27.jpg", "28.jpg", "29.jpg", "30.jpg", "31.jpg", "32.jpg", "33.jpg", "34.jpg", "35.jpg", "36.jpg", "37.jpg", "38.jpg", "39.jpg", "40.jpg", "41.jpg", "42.jpg", "43.jpg", "44.jpg", "45.jpg", "46.jpg", "47.JPG", "48.JPG", "49.jpg", "50.jpg", "52.jpg", "53.jpg", "54.jpg", "55.jpg", "57.jpg", "58.jpg", "59.jpg", "60.jpg"]
  },
  {
    slug: "kodo",
    title: "Kodo.jeong",
    scope: "Package design",
    category: "Commercial",
    completion: "Jun. 2024",
    thumbnail: "Thumbnail.jpg",
    description: "프로젝트 시각화 콘셉트를 설정하는 단계에서 [고도 내형을 중심으로 : 오브제 및 공간 내부 텍스쳐들]이라는 문장으로 방향성을 정의하는 단계를 거쳤습니다. 투고컵의 특성 상 매장을 이용하지 않는 고객들을 위한 디자인이 된다는 점에서 시각화를 시작했습니다. 따라서 투고컵을 통해 매장이 가지고 있는 장점을 외부에서도 인식할 수 있어야 한다는 과제가 있었습니다. 가정집의 분위기와 카페가 가지는 분위기가 혼재되어 있다는 점이 매장의 장점이라 생각했는데, 이를 바탕으로 매장 내 특징이 될 수 있는 화분, 조명, 가구와 같은 오브제들과 뜯어낸 문 자국, 에어콘 자국 등과 같은 가정집의 흔적이 될 수 있는 요소들을 합쳐 시각화를 진행했습니다. 궁극적으로 360° 전체 면에 고르게 요소를 배치해, 투고컵을 통해 매장 외부에서 명함처럼 기능할 수 있도록 의도했습니다,",
    images: ["01.jpg", "02.jpg", "03.jpg", "04.jpg", "05.jpg", "06.mp4"]
  },
  {
    slug: "annpaak",
    title: "Annkpaak ≪장면과 소외≫",
    scope: "Identity design",
    category: "Commercial",
    completion: "Apr. 2024",
    thumbnail: "00.mp4",
    description: "≪장면과 소외≫라는 타이틀로 진행된 전시 전체 그래픽을 담당했습니다. 전시를 통해 주최측이 주고자 했던 메시지가 결과값이 아닌 과정에 있었기에 이미지 표현을 위한 두 가지 고민이 있었습니다. 1. 포스터, 책을 비롯한 정적 결과물에서 [과정]이라는 동적 진행상태를 어떻게 표현할지. 2. 동적 형태인 [장면]과 비교적 정적 형태인 [소외]라는 대조적인 메시지를 어떤 방식으로 표현할지. 이러한 문제를 해결하기 위해 [관찰 : 머물러야만 볼 수 있는 것들] 이라는 문장으로 시각화 콘셉트를 정의하는 단계를 거쳤습니다. [1]의 경우, 구체적으로 포스터라는 결과물에서 정적인 요소들을 최소화 하기 위해 인쇄 없이 스코딕스 가공으로만 처리하는 방법을 채택했습니다. 불투명도가 낮고 옅은 막의 형태를 가지고 있는 스코딕스를 통해 위치에 따라 반사되는 빛의 정도가 달라질 수 있도록, 즉 위치와 조도에 따라 포스터의 모습이 동적으로 기능할 수 있도록 의도했습니다. [2]의 경우, 동적 상태를 직관적으로 표현하기 위해 [장면]이라는 타이틀을 어떤 상태에서도 분리되지 않고, 이어져 있도록 표현하는 실험을 먼저 진행 했습니다. 실험을 통해 결과적으로 [장면] 타이틀이 지면 상에서 좌우로 1/4씩 넘치는 구조를 채택했습니다. [분리되지 않고, 이어지고 있음.]을 지면에 국한시킨다면, 표현하고자 했던 메시지가 충돌할 수 있다고 생각했기 때문입니다. 이어서 [소외]라는 정적 상태를 표현하기 위해 지면에서 가장 소외된 공간을 찾고, [장면]이라는 타이틀과 대비감을 높일 수 있도록 자간을 넓게 설정해 완전히 분리되어 있는 형태로 표현했습니다.",
    images: ["01.jpg", "02.jpg", "03.jpg", "04.jpg", "05.jpg", "06.jpg", "07.JPG", "08.JPG", "09.mp4", "00.mp4"]
  },
  {
    slug: "theboyz",
    title: "THE BOYZ 2nd full Pt.3 ≪Love Letter≫",
    scope: "Album jacket design",
    category: "Commercial",
    completion: "Feb. 2024",
    thumbnail: "01.jpg",
    description: "해당 프로젝트는 엔터테이먼트 내부에서 시각화 콘셉트를 확정한 이후, 시각화 단계에 참여하게 되었습니다. 이에 따라 기준이 조건이 한 가지 존재했습니다. 1. 여섯 종류의 꽃을 활용할 것. 이에 따라 스위트 피, 달리아, 안개꽃, 카네이션, 국화, 튤립 여섯 종류의 꽃을 구한 후 스튜디오에서 개별, 그룹 촬영을 진행했습니다. 이후 벡터화 하는 작업 과정을 통해 소스 이미지들을 개발했습니다. 결과적으로 그룹 촬영 이미지 중 3000*3000px 대지 안에서 기대 효과가 가장 큰 이미지를 채택했고, 마찬가지 과정을 거쳐 최종 시안을 개발했습니다. 개별 촬영을 통해 개발된 소스 이미지들은 배너, 스케줄러, 실물 무드카드 디자인 총 26개 디자인으로 사용되었습니다.",
    images: ["01.jpg"]
  },
  {
    slug: "calendar",
    title: "Calendar 2024",
    scope: "Paper Design",
    category: "Non-Commercial",
    completion: "Jan. 2024",
    thumbnail: "Thumbnail.jpg",
    description: "매번 오는 새해와 같은 숫자의 반복이지만, 같은 하루가 없다는 생각에 이상한 달력을 제작했습니다.보통 달력은 가로줄과 세로줄 두 줄을 기준으로 표현합니다. 가로는 요일, 세로는 주차를 의미합니다. 여기서 우리는 가로는 비슷하고 세로는 제법 다른 일상을 살아갑니다. 평일과 주말로 같은 선상의 반복 일상이 자리하고 첫째 주부터 넷째 주까지는 특별한 이벤트를 더해 가로선 사이의 위계를 주는 것이 예시라면 예시일 것 같습니다. 이 점에서 큰 움직임이 없는 가로는 되도록 유지하고 세로는 높이 차이를 부여해 보다 입체적으로 <매일>을 표현하려 노력했습니다. 또 벽걸이용 달력이 주는 특징으로 바랜 듯한 색감을 생각했는데, 이를 구현하기 위해 리소 프린트를 사용했습니다.판매용 달력이 아니었기 때문에, 23년 함께 작업했던 분들께 선물하는 것을 끝으로 작업을 마무리 했습니다.",
    images: ["01.jpg", "02.jpg", "03.jpg", "04.jpg", "05.jpg", "06.jpg", "07.jpg", "08.jpg", "09.jpg", "10.jpg", "11.jpg", "12.jpg", "13.jpg", "14.jpg", "15.jpg", "16.jpg", "17.jpg", "18.jpg", "19.jpg", "20.mp4"]
  },
  {
    slug: "infoxCidae",
    title: "Info x Cidae",
    scope: "Apparel design",
    category: "Non-Commercial",
    completion: "Dec. 2023",
    thumbnail: "01.jpg",
    description: "전면은 먹박, 후면은 형압을 통해 시각화를 진행했습니다. 후면의 형압이 전면의 정보에 개입하지 않으면서 기능할 수 있는 방법을 채택했습니다.",
    images: ["01.jpg", "02.jpg", "03.jpg", "04.jpg", "05.jpg", "06.jpg", "07.jpg", "08.jpg", "09.jpg", "10.jpg"]
  },
  {
    slug: "ttb",
    title: "Beigebongbong",
    scope: "Identity design",
    category: "Commercial",
    completion: "Dec. 2023",
    thumbnail: "Thumbnail.jpg",
    description: "디자인 콘셉트를 설정하기 이전에 베이지봉봉이자 TTB 스튜디오 브랜드가 갖고 있는 특징과 이 브랜드를 찾는 사람들에 대한 리서치를 진행했습니다. 브랜드 특징 1. 웨딩 사진을 주로 촬영. 2. 제주에 위치. 브랜드를 찾는 고객의 관점 1. 자랑하고 싶고 부러움의 대상이 되고 싶은 마음. 2. 수정이나 재촬영이 아닌 삶에서 단 한 번뿐인 촬영. 3. 야외 촬영에 대한 기대감. 4. 타 웨딩스튜디오에 비해 큰 금액 지불. 리서치를 기준으로 리브랜딩의 방향성을 설정했습니다. 삶의 한 번뿐인 이벤트이기 때문에, 촬영날과 결과물에서 피사체 즉, 고객이 무엇보다 강조되는 구조를 갖춰야 한다 생각했습니다. 따라서 스튜디오 로고나 디자인 요소는 최소한으로 남겨두고, 찾아오시는 분들의 모습이 가장 돋보이는 것을 디자인 기준으로 설정했습니다. 다음으로는 [제주]라는 위치가 가지고 특징의 장단점이 존재했습니다. 야외 촬영 선택지가 많고 이로인해 웨딩 촬영이라는 복식에서 상대적으로 자유로울 수 있다는 특징이 장점으로 기능했습니다. 하지만 위치로 인해 차량이나 항공 같은 이동료와 숙박비 같은 비용 촬영 외 비용이 많이 발생한다는 단점도 존재했습니다. 따라서 소비에 가치를 부여해야 하는, 즉 입체적인 브랜드 경험을 주는 것이 필수적이다 생각했습니다. 사전 리서치를 언어화 해, 브랜드 특징을 설정했습니다. 1. 절제된 깔끔함 상업 촬영 기반이지만, 이 부분을 강조하지 않는 방향. 2. 클래식한 조형 고객에게 전달되는 작업물이 증명사진, 스티커사진처럼 일회적이지 않고 영구적인 특성을 가짐. 3. 감수하고 싶은 불편함 스튜디오 위치나 비용 변경이 불가하다면, [이렇게까지?] 싶은 입체적이고 체계적인 경험을 제공하는 방향. 다음으로는 언어화 한 브랜드 특징을 바탕으로 실질적으로 디자인에 적용될 비주얼 특징을 설정했습니다. 1. 간결한 2. 영속적인 3. 손으로 완성되는 비주얼 특징을 바탕으로 3가지 타입의 로고를 디자인 했습니다. [마지막임과 동시에 새로운 시작]이라는 결혼의 특징을 통해 문장 부호를 활용한 디자인을 채택했습니다. 구체적으로 온점(.)과 쉼표(,)를 활용했는데, 이 중 온점(.)의 경우, 문장의 끝에 사용하고 마지막, 끝과 같은 직관적인 분위기를 생각하게 합니다. 사전적 의미로는 아라비아 숫자로 특정한 의미가 있는 날을 표시할 때 사용한다고 정의하고 있습니다. 쉼표(,)의 경우, 온점과 달리 마지막이나 끝이 아닌 이어가는, 진행 중 같은 분위기를 상상케 합니다. 대비되는 두 가지 문장 부호를 활용해 디자인을 진행했고, 이를 비율(1:1.618)에 맞춰 제작해 단순하지만 근본적인 미적 균형과 체계를 해치지 않으려 의도했습니다. 어플리케이션의 경우, 고객 방문 전, 방문 당일, 방문 이후 세 가지로 나누어 작업을 진행했습니다. 유선이나 메신저를 통해 이루어지던 계약과 안내 문자 등을 서류화 해 [가격표], [게약서], [계약 확인서], [일주일 전 안내문]을 통해 방문 전 계약 내용과 안내가 필요한 부분에 대해 확인하는 절차를 도입하고 지류로 디자인했습니다. 방문 당일의 경우, [촬영 당일 로케이션 정보와 과정], [입간판], [영수증], [영수증 홀더], [음료 커버], [명함], [스튜디오 소개와 촬영 시스템에 관한 안내]과 같은 어플리케이션을 통해 당일 스튜디오에서 직접 경험이 가능한 요소들을 디자인 했습니다. 마지막으로 방문 이후에는 촬영 이미지를 바탕으로 작업된 [엽서]와 [기타 지류]의 레이아웃을 디자인 했고, 패키지를 확정하는 작업을 진행했습니다.",
    images: [
      "01.jpg", "02.jpg", "03.jpg", "04.jpg", "05.jpg", "06.jpg", "07.jpg", "08.jpg", "09.jpg", "10.jpg",
      "11.jpg", "12.jpg", "13.jpg", "14.jpg", "15.jpg", "16.jpg", "17.jpg", "18.jpg", "19.jpg", "20.jpg",
      "21.jpg", "22.jpg", "23.JPG", "24.JPG", "25.JPG", "26.JPG", "27.JPG"
    ]
  },
  {
    slug: "ubomanliNameCard",
    title: "Ubomanli BusinessCard",
    scope: "Paper design",
    category: "Commercial",
    completion: "Dec. 2023",
    thumbnail: "Thumbnail.jpg",
    description: "전면은 먹박, 후면은 형압을 통해 시각화를 진행했습니다. 후면의 형압이 전면의 정보에 개입하지 않으면서 기능할 수 있는 방법을 채택했습니다.",
    images: ["01.jpg", "02.jpg", "03.jpg"]
  },
  {
    slug: "Seong",
    title: "성윤선의 장고춤 네트워크 ≪젊은 춤꾼전 : 동행(同行)≫",
    scope: "Identity design",
    category: "Commercial",
    completion: "Nov. 2023",
    thumbnail: "01.jpg",
    description: "프로젝트1 시각화를 통해 풀어내야 할 주요 과제는 두 가지였습니다. 1. 총 4번의 공연이 진행된다는 점을 표현할 것. 2. 공연에 사용되는 악기와 장비를 표현할 것. [1]의 경우, 색을 통해 주차 공연을 분리하는 방법을 채택했습니다. 구체적으로 주차별 핸드아웃에 이를 활용했는데, 그래픽 요소나 타이포그래피를 통해 구분하는 방법에 비해 색을 통해 구분하는 방법이 상대적으로 직관적이라 생각했기 때문입니다. [2]의 경우, 공연에서 가장 메인이 되는 장구와 북을 중심으로 설정했습니다. 이후 공연에 사용되는 악기와 장비를 촬영하는 작업을 진행했고, 악기를 이용한 공연이라는 점에서 타이틀을 동적으로 표현하는 과정을 끝으로 시각화 작업을 마쳤습니다.",
    images: ["01.jpg", "02.jpg", "03.jpg", "04.jpg", "05.jpg", "06.jpg", "07.jpg", "08.jpg", "09.jpg", "10.jpg", "11.jpg", "12.jpg", "13.jpg", "14.jpg"]
  },
  {
    slug: "extraOrdinary",
    title: "TTB x Bite Poets x Garb",
    scope: "Identity design",
    category: "Commercial",
    completion: "Nov. 2023",
    thumbnail: "01.jpg",
    description: "제주에 위치한 포토 스튜디오와 와인바, 서울에 위치한 편집숍 세 브랜드의 오프라인 행사1 그래픽을 담당했습니다. 프로젝트 시각화 콘셉트를 설정하는 단계에서 각기 다른 세 브랜드를 묶어주는 시각 언어가 필요하다 생각했습니다. 이러한 생각을 바탕으로 두 가지 접근 방법을 생각했습니다. 1. 기호화 2. 형태화 결과적으로 괄호( )라는 문장 부호를 통해 메인 이미지를 표현하는 [1]의 방법을 채택했습니다. 시각화의 주목적이 [세 브랜드가 함께하는 오프라인 행사 소식을 전함.]이라는 점에서 주목적을 직관적으로 전달할 수 있는 방법으로 [1]이 효과적이라 생각했기 때문입니다. 구체적으로 [2]의 경우, 세 브랜드를 묶어주는 이미지를 제작하고 그 의미를 부여해야 한다는 두 단계를 거쳐야 했습니다. 이에 비해 [1]의 경우, 기호를 통해 [포함되어 있음.]이라는 의미가 이미 부여되어 있다 판단했습니다. 따라서 [1]의 경우, 주목적의 표현 의미가 이미 부여되어 있기 때문에 표현법에도, 보는 사람에게도 유리한 접근 방법이라 생각했습니다.",
    images: ["01.jpg", "02.jpg", "03.jpg", "04.jpg", "05.jpg", "06.jpg", "07.jpg", "08.JPG", "09.JPG", "10.JPG", "11.JPG", "12.JPG", "13.JPG", "14.JPG", "15.JPG", "16.JPG", "17.JPG", "18.JPG", "19.JPG", "20.JPG"]
  },
  {
    slug: "jeom",
    title: "Jeom 1st anniversary",
    scope: "Paper design",
    category: "Commercial",
    completion: "Nov. 2023",
    thumbnail: "Thumbnail.jpg",
    description: "제주 애월읍에 위치한 점 스토어의 일주년을 기념하는 엽서 7종 묶음을 개발했습니다. 브랜드 요소로 점(.)이라는 기호를 사용하고 있었기 때문에 점(.)을 활용한 디자인을 전개하는 방향을 메인 시각화 콘셉트로 채택했습니다. 7종의 구성 중 2장부터 6장의 경우, 최원혁 사진가의 ≪Flowers≫ 시리즈를 사용했습니다. 낱개가 아닌 묶음으로만 판매될 예정이었기 때문에 1장이 표지로 기능할 필요가 있다 생각했습니다. 결과적으로 1장의 경우, 2장부터 6장까지 사용된 ≪Flowers≫ 시리즈 사진 이미지를 점으로 변환하는 과정을 거쳐 표지 기능을 할 수 있도록 의도했습니다.",
    images: ["01.JPG", "02.MP4", "03.jpg", "04.jpg", "05.jpg", "06.jpg", "07.jpg", "08.jpg", "09.jpg", "10.jpg", "11.jpg", "12.jpg", "13.MP4"]
  },
  {
    slug: "knock",
    title: "Ubomanli ≪Knock≫",
    scope: "Identity design",
    category: "Commercial",
    completion: "Nov. 2023",
    thumbnail: "Thumbnail.jpg",
    description: "≪Knock≫는 2019년 크리틱스초이스에서 안무자가 진행했던 ≪이방인≫ 이라는 초연과 알베르 카뮈의 소설 『이방인』을 모티브로 하고 있습니다. 구체적으로 작품에서 [노크]라는 행위를 통해 [타인과 만나는 나]와 [나와 만나는 나] 사이 이중성이 강조되었는데, 이를 시각적으로 어떻게 풀어낼지가 주요 과제였습니다. 프로젝트 시각화 콘셉트로 [이중성 : 극단적인 대비감을 고려하며]라는 문장으로 방향성을 정의했습니다. 이에 따라 사진 이미지를 포함한 포스터 모든 요소의 색상을 검은 색과 흰 색으로 제한했습니다. 또 작품 제목이 사진 이미지를 기준으로 바라보고 있는 분위기를 연출하고자 중복되는 [k]를 좌우반전 시켜 레이아웃을 구성했습니다. 이를 통해 [타인과 만나는 나]와 [나와 만나는 나] 사이 대비감을 높이려 의도했습니다. 결과적으로 공연에 들어가는 모든 그래픽 요소에 극단적인 대비를 통해 작품에서 말하고자 하는 이중성을 표현하려 의도했습니다.",
    images: ["01.jpg", "02.jpg", "03.jpg", "04.jpg", "05.jpg", "06.jpg"]
  },
  {
    slug: "buckwild",
    title: "Buckwild",
    scope: "Editorial design",
    category: "Non-Commercial",
    completion: "Oct. 2023",
    thumbnail: "Thumbnail.jpg",
    description: "사진가 전기홍과 [buckwild]라는 콘셉트를 가지고 20페이지 분량의 에디토리얼 작업을 진행했습니다.",
    images: ["01.jpg", "02.jpg", "03.jpg", "04.jpg", "05.jpg", "06.jpg", "07.jpg", "08.jpg", "09.jpg", "10.jpg", "11.jpg", "12.jpg", "13.jpg", "14.jpg", "15.jpg", "16.jpg", "17.jpg", "18.jpg", "19.jpg", "20.jpg"]
  },
  {
    slug: "chelon",
    title: "Chelon Archive Co.",
    scope: "Identity design",
    category: "Commercial",
    completion: "Sep. 2023",
    thumbnail: "Thumbnali.jpg",
    description: "사진가 최원혁이 운영하는 포토 스튜디오1의 아이덴티티 디자인을 담당했습니다. 팀의 운영자이자 사진가인 최원혁의 요청으로 워드 타입과 심볼 로고가 디자인되었습니다.",
    images: ["01.jpg", "02.jpg", "03.jpg", "04.jpg", "05.jpg", "06.jpg", "07.jpg"]
  },
  {
    slug: "mumu",
    title: "Mumu",
    scope: "Identity design",
    category: "Commercial",
    completion: "Sep. 2023",
    thumbnail: "Thumbnail.jpg",
    description: "[meet via meat] 슬로건을 가지고 있는 한우 유통 브랜드 아이덴티티 디자인을 담당했습니다. 기획 단계에서 확정된 조건은 다음과 같았습니다. 1. 높은 채도의 컬러 사용 2. 제품 별 컬러 구분 사용 3. 기존 시장 방향과 다른 디자인 요소 기존 시장에서 타겟 연령층을 20-30대로 설정하고, 이에 따라 제품 가격을 낮게 설정하는 포지셔닝을 하고 있었기 때문에 이를 바탕으로 시각화 방향성을 다음과 같이 설정했습니다. 1. 적극적인 브랜드 요소 개발 2. 곡선이 많고 두꺼운 브랜드 요소 개발 3. 키워드 설정 3-1. 곡선적인 3-2. 볼드한 3-3. 유쾌한 3-4. 정돈된 3-5. 다채로운 세 가지 방향성을 기준으로 로고 타입 3종, 패키지 16종, 명함 2종, 메시지 카드 4종, 핸드아웃 3종, 테이프 2종, 모바일 레이아웃 2종을 디자인했습니다.",
    images: ["01.jpg", "02.jpg", "03.jpg", "04.jpg", "05.jpg", "06.jpg", "07.jpg", "08.jpg", "09.jpg", "10.JPG", "11.JPG", "12.JPG", "13.JPG", "14.JPG", "15.JPG", "16.JPG", "17.JPG", "18.JPG"]
  },
  {
    slug: "ChoiSeoul",
    title: "사진가 최원혁 ≪Open Studio≫",
    scope: "Identity design",
    category: "Commercial",
    completion: "Aug. 2023",
    thumbnail: "Thumbnail.jpg",
    description: "≪Open Studio≫라는 타이틀로 진행된 최원혁 사진가의 개인전 그래픽을 담당했습니다. 전시를 통한 구체적인 메시지를 전하는 것이 아닌 작가의 작업을 모아 놓은 것으로 전시가 진행되었기 때문에, 공간과 작가의 이미지를 조화롭게 표현하는 것이 주요 과제였습니다. 이에 따라 작가의 이미지 중 메인 포스터로 활용될 이미지를 택하는 과정이 먼저 이루어졌습니다. 이후 선택된 이미지를 지면과 동일한 크기로 편집하는 과정을 거쳐 2차 가공을 진행했고, 전시 정보를 위계에 따라 조율하는 것을 끝으로 작업을 마무리했습니다.",
    images: ["01.jpg", "02.jpg", "03.jpg", "04.jpg"]
  },
  {
    slug: "miam",
    title: "사진가 최원혁 ≪MiamMiam≫",
    scope: "Identity design",
    category: "Commercial",
    completion: "Aug. 2023",
    thumbnail: "Thumbnail.jpg",
    description: "앨범에서 정의하는 [사랑]과 [이별]이 극단적인 단절 형태가 아닌 경계가 모호하다는 것에서 프로젝트 시각화 콘셉트를 설정했습니다. 구체적으로 [추상적 주제(사랑과 이별)의 경계 : 잔상과 대비감을 고려하며]라는 문장으로 방향성을 정의하여, 사진 자체로는 대비감이 강하지만 그 경계가 점진적으로 확산되는 형태로 촬영을 진행하고 이미지를 채택했습니다.",
    images: ["01.jpg", "02.jpg", "03.jpg", "04.jpg", "05.jpg", "06.jpg", "07.jpg", "08.jpg", "09.jpg"]
  },
  {
    slug: "oboae",
    title: "Oboae x 사진가 최원혁",
    scope: "Paper design",
    category: "Commercial",
    completion: "Aug. 2023",
    thumbnail: "Thumbnail.jpg",
    description: "제주 중앙로에 위치한 오보에 엽서 5종을 개발했습니다. 전면은 사진의 타이틀을, 후면은 4종의 레이아웃을 개발해 작업을 진행했습니다.",
    images: ["00.JPG", "01.jpg", "02.jpg", "03.jpg", "04.jpg", "05.jpg", "06.jpg"]
  },
  {
    slug: "cidae",
    title: "Cidae",
    scope: "Editorial design",
    category: "Commercial",
    completion: "Jul. 2023",
    thumbnail: "Thumbnailjpg.jpg",
    description: "선물 포장 브랜드 고이고이의 워드타입과 심볼로고 디자인을 맡았습니다. 같은 포장 도구와 방법이더라도 선물하는 사람에 따라 모든 포장이 오직 하나라는 점이 이번 작업의 중요한 콘셉트였습니다. 심볼의 경우, [g,o,i] 세 가지 철자 반복으로만 이루어진 브랜드 이름이지만, 각 철자 모두 약간의 변형이 있을 수 있도록 구성했습니다. 이를 통해 손으로 종이를 접어가며 비뚤배뚤하지만, 정성스레 직접 만듦이 느껴질 수 있도록 표현하려 했습니다. 워드타입의 경우, 비뚤배뚤한 심볼에서 범용성을 고려해 균형을 맞춘 형태로 구성했습니다.",
    images: ["01.jpg", "02.jpg", "03.jpg"]
  },
  {
    slug: "nneed",
    title: "Nneed Coffee",
    scope: "Identity design",
    category: "Commercial",
    completion: "Jul. 2023",
    thumbnail: "Thumbnail.jpg",
    description: "디자인 콘셉트를 설정하기 이전에 프로젝트를 통해 해결해야 하는 것들에 우선순위를 정하는 과정을 거쳤습니다. 1. 브랜드 스토리 정리 및 시각화 2. 브랜드 요소 통합 가장 먼저 브랜드 스토리를 정리했습니다. 이후 카페라는 카테고리에 대한 리서치를 진행했는데, 이를 바탕으로 프로젝트 방향성을 설정했습니다, 브랜드를 찾는 고객의 관점 1. SNS를 통한 브랜드 운영 1-1. 콘텐츠 사이즈를 SNS 규격에 맞춰 제작 1-2. 카메라를 통한 콘텐츠 제작 1-3. 사진 스타일 설정을 통해 브랜드 톤 유지 2. 덜어내는 방식의 브랜드 통합 [1]의 경우, 카페라는 카테고리 자체 특징이라 생각했습니다. 원두를 납품하는 로스터리가 아닌 이상, 별도 웹 사이트를 가지고 있지 않았고, 이로 인해 고객과 브랜드의 접점이 지도 어플이나 SNS 뿐이라 판단했습니다. 때문에 SNS에서 [일관된 이미지]를 보이는 것이 이번 프로젝트의 중요한 열쇠라 생각했습니다. [2]의 경우, 변화가능한 범위를 기준으로 판단했습니다. 공간 자체를 리빌딩하는 볼륨의 프로젝트가 아니었기에, 실질적으로 프로젝트를 통해 기대하는 효과가 온라인 홍보에 집중되어 있다 생각했습니다. 때문에 온라인 홍보를 접한 고객이 실제 공간을 방문했을 때 이질적이지 않아야 한다 생각했습니다. 따라서 적극적인 요소 개발을 통해 변화된 브랜드를 강조하는 것보다 공간은 유지된다는 제약에서 시작해, 온라인 홍보물과 기타 콘텐츠가 실제 공간과 괴리감이 없게끔 덜어내는 작업에 집중해 시각화를 진행했습니다. 궁극적으로 워드마크 타입과 심볼 로고, 포스터, 엽서, 명함, 티셔츠, 메뉴, 투고컵, 콘텐츠 21종의 디자인을 진행했습니다.",
    images: ["01.jpg", "02.jpg", "03.jpg", "04.jpg", "05.jpg", "06.jpg", "07.jpg", "08.jpg", "09.jpg", "10.jpg", "11.jpg", "12.jpg", "13.jpg", "14.jpg", "15.jpg", "16.jpg", "17.jpg", "18.jpg", "19.jpg", "20.jpg", "21.jpg", "22.jpg", "23.jpg", "24.jpg", "25.jpg", "26.jpg", "27.jpg"]
  },
];
